{"better": 1513, "than": 9888, "bb": 1346, "if": 4826, "he": 4433, "wont": 11897, "use": 11097, "it": 5223, "his": 4603, "wife": 11691, "will": 11698, "or": 7548, "them": 10167, "doctor": 2940, "better than": 1518, "if he": 4841, "use it": 11100, "it his": 5252, "his wife": 4613, "its": 5314, "just": 5434, "the": 9985, "effect": 3135, "of": 7232, "ignore": 4864, "its just": 5327, "just the": 5473, "bears": 1404, "pic": 7908, "nick": 6929, "and": 786, "tom": 10690, "pete": 7863, "dick": 2816, "in": 4905, "fact": 3334, "all": 644, "types": 10903, "try": 10817, "gay": 3847, "chat": 2151, "with": 11793, "photo": 7904, "upload": 11011, "call": 1851, "10p": 96, "min": 6416, "stop": 9521, "texts": 9884, "bears pic": 1405, "pic nick": 7910, "nick and": 6930, "and tom": 903, "tom pete": 10691, "pete and": 7864, "and dick": 809, "dick in": 2817, "in fact": 4939, "fact all": 3335, "all types": 680, "types try": 10904, "try gay": 10818, "gay chat": 3848, "chat with": 2158, "with photo": 11820, "photo upload": 7905, "upload call": 11012, "call 10p": 1852, "10p min": 97, "min stop": 6422, "stop texts": 9542, "texts call": 9885, "don": 2972, "run": 8682, "away": 1273, "frm": 3736, "walk": 11278, "slowly": 9175, "amp": 762, "kills": 5531, "me": 6209, "that": 9906, "care": 2051, "enough": 3199, "to": 10433, "don run": 2983, "run away": 8683, "away frm": 1274, "it kills": 5261, "kills me": 5532, "me that": 6287, "that don": 9916, "don care": 2973, "care enough": 2053, "enough to": 3201, "to stop": 10590, "stop me": 9536, "putting": 8254, "on": 7398, "now": 7126, "should": 9048, "be": 1353, "ready": 8365, "for": 3530, "lt": 6039, "time": 10389, "gt": 4185, "it on": 5275, "now it": 7155, "it should": 5283, "should be": 9049, "be ready": 1386, "ready for": 8367, "for lt": 3566, "lt time": 6042, "time gt": 10396, "have": 4359, "secret": 8828, "admirer": 551, "who": 11644, "is": 5108, "looking": 5930, "make": 6109, "contact": 2427, "find": 3448, "out": 7669, "they": 10248, "reveal": 8569, "thinks": 10302, "ur": 11015, "so": 9217, "special": 9406, "have secret": 4401, "secret admirer": 8829, "admirer who": 553, "who is": 11649, "is looking": 5159, "looking make": 5933, "make contact": 6110, "contact with": 2435, "with find": 11803, "find out": 3451, "out who": 7700, "who they": 11654, "they reveal": 10259, "reveal who": 8571, "who thinks": 11655, "thinks ur": 10304, "ur so": 11063, "so special": 9260, "special call": 9408, "call on": 1894, "there": 10212, "ll": 5846, "at": 1167, "my": 6694, "place": 7949, "later": 5642, "tonight": 10721, "you": 12087, "interested": 5071, "ll be": 5848, "at my": 1194, "my place": 6766, "place later": 7953, "later tonight": 5653, "get": 3873, "before": 1463, "after": 576, "your": 12298, "ten": 9829, "billion": 1542, "calls": 1930, "help": 4497, "god": 4016, "if get": 4838, "get there": 3912, "there before": 10220, "before you": 1469, "calls and": 1932, "help me": 4502, "urgent": 11068, "mobile": 6501, "no": 6947, "07xxxxxxxxx": 38, "won": 11872, "000": 5, "bonus": 1605, "caller": 1916, "prize": 8169, "02": 18, "06": 34, "03": 26, "this": 10305, "2nd": 254, "attempt": 1223, "reach": 8347, "asap": 1128, "urgent your": 11079, "your mobile": 12369, "mobile no": 6518, "no 07xxxxxxxxx": 6948, "07xxxxxxxxx won": 39, "won 000": 11873, "000 bonus": 7, "bonus caller": 1606, "caller prize": 1917, "prize on": 8179, "on 02": 7399, "02 06": 19, "06 03": 35, "03 this": 28, "this is": 10316, "is the": 5191, "the 2nd": 9988, "2nd attempt": 255, "attempt to": 1225, "to reach": 10566, "reach you": 8352, "you call": 12117, "call asap": 1859, "new": 6883, "years": 12047, "eve": 3244, "was": 11329, "ok": 7349, "went": 11512, "party": 7771, "si": 9079, "then": 10176, "hey": 4552, "my new": 6755, "new years": 6902, "years eve": 12048, "was ok": 11352, "went to": 11519, "to party": 10554, "party with": 7772, "with my": 11818, "is this": 5193, "said": 8706, "not": 7047, "problem": 8195, "when": 11572, "can": 1960, "let": 5716, "know": 5548, "you said": 12234, "said not": 8713, "not now": 7089, "no problem": 6993, "when you": 11607, "you can": 12119, "let me": 5722, "me know": 6254, "did": 2820, "did you": 2833, "double": 3021, "mins": 6432, "1000": 82, "txts": 10895, "orange": 7611, "tariffs": 9759, "latest": 5654, "motorola": 6613, "sonyericsson": 9341, "nokia": 7014, "bluetooth": 1596, "free": 3650, "mobileupd8": 6533, "call2optout": 1907, "double mins": 3022, "mins and": 6437, "1000 txts": 88, "txts on": 10897, "on orange": 7436, "orange tariffs": 7615, "tariffs latest": 9760, "latest motorola": 5657, "motorola sonyericsson": 6615, "sonyericsson nokia": 9342, "bluetooth free": 1597, "free call": 3658, "call mobileupd8": 1888, "mobileupd8 on": 6535, "on or": 7435, "or call2optout": 7565, "need": 6846, "lar": 5620, "go": 3982, "engin": 3183, "cos": 2474, "sis": 9115, "arts": 1099, "today": 10646, "no need": 6985, "need lar": 6851, "cos my": 2480, "my sis": 6772, "well": 11491, "armand": 1089, "again": 591, "if that": 4851, "ll just": 5861, "just call": 5440, "are": 1030, "town": 10770, "important": 4897, "are you": 1078, "you in": 12173, "in town": 4996, "is important": 5149, "yeah": 12030, "but": 1737, "which": 11628, "worse": 11945, "which is": 11633, "wat": 11374, "late": 5632, "still": 9491, "early": 3110, "mah": 6097, "we": 11407, "juz": 5482, "dinner": 2863, "lor": 5937, "aiya": 624, "dunno": 3094, "so late": 9244, "juz go": 5483, "go dinner": 3989, "ask": 1131, "her": 4513, "she": 8987, "say": 8764, "any": 953, "please": 7988, "message": 6373, "if you": 4862, "you ask": 12103, "ask her": 1135, "her or": 4526, "she say": 9004, "say any": 8765, "dear": 2719, "take": 9717, "am": 719, "reaching": 8355, "home": 4653, "love": 5978, "lot": 5962, "take care": 9720, "am just": 734, "reaching home": 8356, "home love": 4667, "love lot": 5994, "babe": 1283, "how": 4727, "goes": 4022, "day": 2673, "what": 11533, "doing": 2957, "where": 11611, "cappuccino": 2035, "think": 10280, "send": 8881, "kiss": 5541, "from": 3742, "across": 516, "sea": 8814, "babe how": 1287, "how goes": 4739, "goes that": 4024, "that day": 9915, "day what": 2702, "what are": 11535, "you doing": 12137, "doing where": 2968, "where are": 11613, "and think": 901, "think of": 10289, "of you": 7307, "you my": 12202, "my love": 6746, "kiss to": 5543, "to you": 10639, "you from": 12154, "from across": 3747, "across the": 517, "the sea": 10123, "ah": 607, "confuses": 2410, "things": 10275, "doesnt": 2949, "thought": 10362, "friends": 3726, "maybe": 6202, "wrong": 11970, "thing": 10270, "already": 694, "sort": 9378, "invited": 5089, "tho": 10355, "may": 6190, "come": 2327, "money": 6557, "ah well": 608, "well that": 11502, "that confuses": 9914, "confuses things": 2411, "thought was": 10363, "did the": 2832, "thing but": 10271, "sort of": 9379, "he may": 4449, "may not": 6197, "not come": 7059, "cos of": 2483, "of money": 7272, "missed": 6464, "havent": 4419, "been": 1430, "up": 10968, "much": 6661, "bit": 1560, "bored": 1623, "holiday": 4641, "want": 11304, "bak": 1321, "college": 2310, "sad": 8694, "isnt": 5216, "xx": 12002, "how are": 4731, "havent been": 4420, "been up": 1456, "up much": 10988, "with the": 11829, "want go": 11307, "isnt it": 5217, "v0daf0ne": 11123, "customer": 2592, "00": 0, "winner": 11763, "guaranteed": 4218, "our": 7648, "final": 3440, "claim": 2223, "dear v0daf0ne": 2733, "v0daf0ne customer": 11124, "customer you": 2604, "you are": 12100, "are 00": 1031, "00 000": 1, "000 winner": 15, "winner of": 11769, "of guaranteed": 7255, "guaranteed caller": 4222, "prize this": 8181, "is our": 5173, "our final": 7655, "final attempt": 3441, "to contact": 10477, "contact you": 2436, "you to": 12267, "to claim": 10471, "claim call": 2227, "call now": 1893, "yar": 12027, "wanted": 11315, "scold": 8801, "yest": 12070, "got": 4089, "se": 8813, "b4": 1280, "real": 8370, "late already": 5633, "where got": 11616, "you if": 12172, "if ask": 4831, "ask me": 1139, "me then": 6289, "then ll": 10193, "ll go": 5855, "go out": 4001, "out all": 7672, "still can": 9494, "collecting": 2304, "laptop": 5619, "going": 4031, "da": 2618, "settings": 8956, "izzit": 5357, "ur laptop": 11039, "then going": 10186, "going to": 4042, "cant": 2026, "pick": 7913, "phone": 7874, "right": 8593, "cant pick": 2030, "pick the": 7917, "the phone": 10099, "phone right": 7890, "right now": 8596, "now call": 7136, "call later": 1884, "life": 5741, "face": 3330, "becoz": 1421, "settle": 8958, "question": 8266, "while": 11639, "air": 620, "heart": 4475, "hoping": 4696, "in life": 4945, "life when": 5749, "you face": 12147, "becoz its": 1422, "in the": 4991, "the air": 9994, "know what": 5572, "what your": 11563, "your heart": 12347, "heart is": 4478, "is hoping": 5147, "hoping for": 4697, "omg": 7394, "could": 2495, "snow": 9214, "here": 4537, "tonite": 10727, "it could": 5237, "uncle": 10924, "checking": 2175, "do": 2902, "rewarding": 8587, "month": 6567, "just checking": 5441, "checking up": 2178, "up on": 10990, "on you": 7466, "you do": 12136, "do have": 2907, "have rewarding": 4399, "murderer": 6682, "coz": 2525, "man": 6132, "murdered": 6680, "26th": 236, "january": 5368, "as": 1102, "public": 8236, "the murderer": 10076, "murderer coz": 6683, "coz the": 2528, "the man": 10060, "man was": 6138, "was murdered": 11348, "murdered on": 6681, "on 26th": 7404, "26th january": 237, "january as": 5369, "as public": 1118, "public holiday": 8237, "box97n7qp": 1654, "150ppm": 150, "asap box97n7qp": 1129, "box97n7qp 150ppm": 1655, "oops": 7530, "mum": 6675, "far": 3364, "back": 1295, "tomo": 10693, "see": 8839, "soon": 9344, "am at": 723, "my mum": 6754, "tomo see": 10694, "see you": 8855, "you soon": 12251, "lol": 5899, "enjoy": 3189, "role": 8635, "playing": 7987, "look": 5924, "frying": 3784, "pan": 7742, "case": 2071, "cheap": 2161, "book": 1611, "perhaps": 7848, "isn": 5214, "likely": 5784, "ll have": 5858, "look at": 5925, "at the": 1205, "in case": 4929, "likely to": 5785, "to be": 10455, "jamster": 5365, "wallpaper": 11283, "text": 9850, "apply": 1010, "16": 156, "only": 7499, "to get": 10508, "get your": 3924, "your free": 12342, "to now": 10548, "16 only": 158, "only need": 7519, "need help": 6850, "help call": 4499, "shit": 9021, "really": 8378, "shocking": 9028, "scary": 8789, "imagine": 4890, "second": 8826, "def": 2764, "night": 6932, "somewhere": 9331, "crash": 2533, "save": 8756, "taxi": 9766, "that is": 9929, "is really": 5180, "really shocking": 8390, "for second": 3589, "up for": 10979, "night out": 6939, "do think": 2928, "there is": 10229, "give": 3959, "bell": 1488, "talk": 9742, "about": 465, "royal": 8653, "visit": 11208, "1st": 176, "june": 5429, "can you": 2017, "you give": 12156, "give me": 3964, "me bell": 6226, "bell when": 1489, "you get": 12155, "get this": 3913, "need to": 6853, "to talk": 10595, "talk to": 9748, "you about": 12089, "about this": 477, "on the": 7450, "fair": 3339, "anything": 977, "going on": 4038, "annoying": 931, "hate": 4352, "does": 2941, "turns": 10837, "fun": 3794, "trip": 10800, "into": 5081, "an": 771, "wants": 11320, "she is": 9000, "is annoying": 5119, "hate when": 4353, "when she": 11594, "she does": 8994, "does this": 2946, "this she": 10330, "she turns": 9008, "turns what": 10839, "what should": 11551, "be fun": 1366, "fun trip": 3797, "trip into": 10801, "into an": 5082, "an annoying": 774, "annoying day": 932, "day of": 2694, "of what": 7302, "what she": 11550, "she wants": 9009, "shopping": 9033, "paid": 7733, "ok can": 7353, "can take": 2006, "take me": 9725, "me shopping": 6280, "when get": 11582, "get paid": 3903, "neither": 6864, "voice": 11220, "studying": 9580, "fine": 3456, "sure": 9662, "anyway": 989, "fab": 3329, "hols": 4650, "with me": 11816, "me not": 6266, "not sure": 7099, "sure the": 9669, "the thing": 10143, "will be": 11700, "anyway have": 991, "have fab": 4372, "hiya": 4616, "had": 4255, "good": 4054, "since": 9097, "weekend": 11472, "had good": 4259, "good day": 4059, "day have": 2686, "have you": 4414, "since the": 9098, "the weekend": 10156, "wa": 11253, "gee": 3857, "thanx": 9903, "reminder": 8482, "o2": 7228, "50": 334, "pounds": 8108, "credit": 2543, "details": 2800, "great": 4155, "offers": 7322, "pls": 8012, "reply": 8513, "valid": 11129, "name": 6801, "house": 4724, "postcode": 8100, "details of": 2803, "pls reply": 8026, "this text": 10335, "with your": 11838, "no and": 6952, "ya": 12014, "telling": 9818, "abt": 486, "tht": 10377, "incident": 5019, "tht incident": 10378, "awarded": 1267, "sipix": 9107, "digital": 2855, "camera": 1952, "landline": 5610, "delivery": 2781, "within": 11839, "cs": 2564, "are awarded": 1036, "awarded sipix": 1271, "sipix digital": 9108, "digital camera": 2856, "camera call": 1953, "call from": 1875, "from landline": 3754, "landline delivery": 5613, "delivery within": 2784, "started": 9465, "you started": 12253, "ela": 3148, "pa": 7726, "normal": 7042, "thanks": 9896, "honey": 4675, "thanks honey": 9900, "have great": 4379, "great day": 4159, "door": 3015, "get the": 3910, "the door": 10019, "long": 5915, "family": 3347, "sorry": 9354, "don think": 2985, "think can": 10284, "can get": 1977, "get away": 3879, "easy": 3119, "wll": 11859, "selected": 8867, "easy ah": 3120, "its good": 5323, "getting": 3930, "anywhere": 993, "damn": 2639, "job": 5393, "over": 7710, "not getting": 7070, "with this": 11830, "over here": 7714, "speak": 9401, "feel": 3387, "words": 11910, "silence": 9088, "gud": 4226, "mrng": 6626, "you feel": 12148, "your words": 12411, "the silence": 10131, "gud mrng": 4229, "750": 400, "anytime": 986, "network": 6870, "150": 135, "video": 11185, "five": 3484, "per": 7833, "week": 11455, "tomorrow": 10695, "do you": 2937, "you want": 12279, "want 750": 11305, "750 anytime": 401, "anytime any": 987, "any network": 958, "network mins": 6872, "mins 150": 6435, "150 text": 136, "text and": 9851, "and new": 864, "new video": 6899, "video phone": 11190, "phone for": 7884, "for only": 3579, "only five": 7510, "five pounds": 3485, "pounds per": 8110, "per week": 7843, "week call": 11457, "call or": 1895, "or reply": 7593, "reply for": 8517, "for delivery": 3546, "delivery tomorrow": 2783, "mba": 6207, "fee": 3386, "85": 428, "lacs": 5601, "register": 8460, "yourself": 12420, "telephonic": 9803, "interview": 5077, "august": 1238, "limited": 5791, "for telephonic": 3596, "telephonic interview": 9804, "dont": 2997, "understand": 10930, "your message": 12365, "wow": 11964, "aiyar": 626, "hard": 4322, "type": 10900, "tell": 9805, "then tell": 10200, "tell me": 9809, "then call": 10180, "leave": 5686, "class": 2243, "never": 6879, "came": 1946, "hope": 4681, "nice": 6921, "sleep": 9150, "well have": 11497, "have to": 4407, "to leave": 10530, "leave for": 5687, "for my": 3573, "my class": 6707, "you never": 12204, "came back": 1947, "back to": 1310, "to me": 10538, "me hope": 6249, "hope you": 4692, "you have": 12167, "have nice": 4393, "nice sleep": 6925, "sleep my": 9156, "keep": 5494, "touch": 10762, "sorry that": 9373, "that was": 9969, "was my": 11349, "ll keep": 5862, "keep in": 5497, "in touch": 4995, "tot": 10757, "group": 4182, "mate": 6173, "lucky": 6049, "tot it": 10758, "it my": 5269, "my group": 6734, "group mate": 4183, "wat time": 11380, "time do": 10392, "do need": 2919, "gonna": 4046, "start": 9461, "around": 1091, "pm": 8036, "inch": 5016, "they said": 10260, "said if": 8712, "if its": 4843, "its gonna": 5322, "snow it": 9215, "it will": 5305, "they are": 10250, "inch of": 5017, "year": 12040, "many": 6142, "year and": 12041, "and how": 837, "how many": 4745, "old": 7391, "told": 10679, "yesterday": 12071, "roger": 8634, "last": 5623, "meet": 6333, "him": 4591, "you know": 12180, "know my": 5561, "my old": 6759, "told you": 10686, "about yesterday": 479, "his name": 4609, "name is": 6804, "is roger": 5181, "he got": 4440, "got in": 4099, "touch with": 10763, "me last": 6255, "last night": 5625, "night and": 6933, "wants me": 11321, "me to": 6293, "to meet": 10539, "meet him": 6337, "today at": 10649, "at pm": 1201, "opinion": 7539, "jada": 5362, "kusruthi": 5588, "lovable": 5975, "silent": 9089, "spl": 9429, "character": 2130, "matured": 6182, "stylish": 9590, "simple": 9094, "your opinion": 12380, "opinion about": 7540, "about me": 469, "me over": 6272, "over jada": 7716, "jada kusruthi": 5363, "kusruthi lovable": 5589, "lovable silent": 5977, "silent spl": 9090, "spl character": 9430, "character not": 2131, "not matured": 7085, "matured stylish": 6183, "stylish simple": 9591, "simple pls": 9095, "treat": 10791, "seem": 8859, "thought we": 10364, "we could": 11413, "could go": 2499, "out for": 7675, "for dinner": 3548, "treat you": 10792, "you seem": 12241, "drop": 3065, "off": 7310, "ll text": 5874, "text you": 9874, "you when": 12284, "hello": 4491, "cake": 1844, "lush": 6061, "some": 9287, "small": 9177, "fever": 3412, "wnt": 11863, "buy": 1801, "bmw": 1599, "car": 2037, "urgently": 11080, "vry": 11238, "hv": 4796, "shortage": 9040, "source": 9391, "arrange": 1093, "amount": 758, "wnt to": 11864, "to buy": 10461, "buy bmw": 1805, "bmw car": 1600, "car urgently": 2043, "urgently its": 11082, "its vry": 5350, "vry urgent": 11239, "urgent but": 11069, "but hv": 1757, "hv shortage": 4797, "shortage of": 9041, "lacs there": 5602, "is no": 5168, "no source": 6996, "source to": 9392, "this amount": 10307, "like": 5762, "john": 5400, "feel like": 3392, "downloaded": 3034, "content": 2441, "goto": 4124, "mymoby": 6789, "tv": 10840, "collect": 2296, "reminder you": 8483, "have not": 4395, "not downloaded": 7065, "downloaded the": 3035, "the content": 10013, "content you": 2446, "have already": 4361, "already paid": 699, "paid for": 7734, "for goto": 3554, "goto mymoby": 4127, "mymoby tv": 6790, "tv to": 10844, "to collect": 10472, "collect your": 2300, "your content": 12326, "glad": 3973, "following": 3516, "dreams": 3051, "glad you": 3975, "your dreams": 12335, "number": 7198, "has": 4329, "two": 10850, "phones": 7897, "uk": 10910, "promo": 8213, "mr": 6625, "billy": 1544, "yahoo": 12023, "com": 2318, "your number": 12377, "number has": 7205, "has won": 4350, "000 pounds": 12, "slept": 9164, "that time": 9967, "time you": 10412, "you there": 12263, "pyatm": 8257, "wallet": 11281, "booked": 1613, "hold": 4632, "complete": 2390, "kyc": 5590, "dear customer": 2722, "customer your": 2605, "your pyatm": 12391, "pyatm wallet": 8258, "wallet has": 11282, "has been": 4333, "been booked": 1433, "booked and": 1614, "and hold": 835, "hold your": 4634, "your amount": 12305, "amount please": 761, "please complete": 7991, "complete your": 2392, "your kyc": 12353, "kyc contact": 5591, "contact customer": 2429, "customer care": 2595, "thinking": 10299, "down": 3025, "lessons": 5715, "advance": 561, "haha": 4269, "thinking of": 10301, "of going": 7252, "going down": 4034, "down to": 3030, "time going": 10395, "okay": 7384, "shining": 9015, "meant": 6321, "signing": 9087, "sounds": 9387, "no no": 6986, "no just": 6978, "on that": 7449, "meant to": 6323, "be signing": 1391, "but that": 1782, "that sounds": 9956, "sounds better": 9388, "night night": 6938, "you tomorrow": 12270, "read": 8358, "answered": 947, "could you": 2508, "you not": 12206, "me my": 6265, "wishing": 11786, "merry": 6367, "mas": 6162, "wishing you": 11787, "you and": 12097, "and your": 919, "your family": 12338, "family merry": 3348, "merry mas": 6369, "in advance": 4911, "that my": 9941, "msg": 6630, "poor": 8086, "one": 7474, "tmr": 10427, "brand": 1667, "room": 8639, "now then": 7180, "then ur": 10201, "ur msg": 11052, "yar lor": 12028, "lor so": 5950, "so poor": 9257, "poor thing": 8087, "but only": 1771, "only one": 7520, "brand new": 1668, "sleep in": 9155, "stuck": 9574, "orchard": 7619, "dad": 2630, "leh": 5705, "at orchard": 1199, "in my": 4961, "my dad": 6710, "dinner now": 2865, "so they": 9265, "wan": 11285, "do wan": 2930, "wan meet": 11289, "meet me": 6339, "me later": 6256, "nite": 6945, "luv": 6062, "more": 6583, "4eva": 324, "promise": 8209, "ring": 8603, "more than": 6593, "hi": 4569, "frnd": 3737, "best": 1502, "way": 11395, "avoid": 1252, "wit": 11790, "is best": 5123, "way to": 11403, "to avoid": 10453, "bad": 1312, "am that": 744, "that much": 9940, "like this": 5780, "doc": 2938, "morphine": 6607, "cause": 2094, "other": 7637, "pain": 7735, "meds": 6331, "aren": 1083, "waiting": 11266, "mom": 6549, "bring": 1680, "med": 6326, "kick": 5519, "fast": 3366, "the other": 10090, "waiting for": 11267, "my mom": 6752, "to bring": 10460, "bring it": 1681, "it that": 5291, "fast so": 3367, "try to": 10819, "be on": 1383, "idk": 4825, "saying": 8777, "re": 8329, "moved": 6618, "heads": 4467, "freedom": 3700, "vs": 11240, "tired": 10417, "deal": 2714, "barely": 1329, "keeping": 5507, "myself": 6791, "together": 10676, "once": 7468, "gets": 3926, "added": 542, "you keep": 12177, "keep saying": 5500, "that you": 9976, "you re": 12224, "re not": 8337, "but since": 1778, "we keep": 11424, "have so": 4403, "so much": 9250, "to deal": 10483, "deal with": 2715, "with that": 11828, "added to": 543, "to it": 10522, "done": 2991, "next": 6910, "space": 9397, "gives": 3969, "everything": 3277, "remember": 8471, "furniture": 3803, "yours": 12416, "move": 6616, "lock": 5886, "key": 5515, "hope your": 4693, "your next": 12374, "gives you": 3970, "you everything": 12146, "everything you": 3280, "remember all": 8472, "all the": 675, "is yours": 5208, "if not": 4848, "it just": 5259, "leave the": 5692, "the key": 10050, "anymore": 970, "ve": 11146, "cried": 2553, "going home": 4036, "home soon": 4671, "soon and": 9345, "and don": 813, "don want": 2987, "want to": 11312, "to anymore": 10450, "anymore tonight": 971, "tonight ve": 10724, "ve cried": 11150, "cried enough": 2554, "enough today": 3202, "joanna": 5392, "looked": 5928, "thru": 10374, "photos": 7906, "asking": 1158, "stuff": 9581, "haven": 4416, "even": 3247, "me out": 6271, "all my": 664, "my friends": 6726, "to find": 10502, "of me": 7270, "me and": 6216, "and then": 899, "then she": 10198, "about stuff": 474, "stuff on": 9584, "on my": 7431, "on in": 7421, "in like": 4946, "first": 3473, "daddy": 2635, "fetch": 3411, "sorry me": 9369, "me going": 6248, "home first": 4661, "come fetch": 2334, "haf": 4266, "lunch": 6055, "in da": 4934, "membership": 6362, "100": 73, "jackpot": 5360, "txt": 10854, "word": 11901, "pobox": 8042, "urgent you": 11078, "have won": 4412, "won week": 11886, "week free": 11461, "free membership": 3673, "membership in": 6363, "in our": 4972, "our 100": 7649, "100 000": 74, "000 prize": 14, "prize jackpot": 8177, "jackpot txt": 5361, "txt the": 10884, "the word": 10158, "word claim": 11902, "claim to": 2237, "to no": 10547, "mind": 6424, "tsunamis": 10825, "stopped": 9549, "swimming": 9697, "indian": 5033, "no more": 6983, "from now": 3762, "now on": 7165, "lovely": 6010, "wake": 11271, "smile": 9182, "knowing": 5580, "morning": 6599, "have lovely": 4385, "lovely night": 6012, "and when": 912, "you wake": 12277, "wake up": 11274, "up to": 10994, "to see": 10576, "this message": 10318, "you smile": 12249, "all is": 660, "guess": 4235, "somebody": 9303, "secretly": 8831, "fancies": 3350, "wanna": 11296, "us": 11086, "datebox1282essexcm61xn": 2665, "150p": 140, "18": 166, "guess what": 4237, "what somebody": 11552, "somebody you": 9304, "know secretly": 5564, "secretly fancies": 8832, "fancies you": 3351, "you wanna": 12278, "wanna find": 11300, "who it": 11650, "it is": 5257, "is give": 5141, "give us": 3966, "us call": 11089, "on from": 7418, "landline datebox1282essexcm61xn": 5612, "datebox1282essexcm61xn 150p": 2666, "150p min": 142, "min 18": 6417, "fone": 3521, "pick ur": 7919, "ur fone": 11031, "up now": 10989, "saw": 8759, "ron": 8638, "boat": 1601, "just saw": 5464, "so yeah": 9275, "alert": 633, "bank": 1324, "suspended": 9681, "unlock": 10948, "account": 503, "click": 2255, "been suspended": 1452, "to unlock": 10618, "your account": 12303, "click here": 2256, "too": 10730, "close": 2261, "plz": 8032, "stay": 9477, "too much": 10737, "close to": 2263, "to my": 10543, "my heart": 6736, "if go": 4839, "sir": 9109, "letter": 5729, "sir waiting": 9112, "for your": 3611, "complimentary": 2396, "dis": 2872, "ur awarded": 11020, "trip to": 10803, "or 1000": 7551, "dis to": 2876, "to 18": 10434, "blackberry": 1569, "nigeria": 6931, "how much": 4746, "much is": 6667, "in nigeria": 4965, "sister": 9119, "birla": 1549, "soft": 9279, "my sister": 6773, "in birla": 4924, "birla soft": 1550, "hook": 4678, "means": 6317, "hook up": 4679, "asked": 1150, "had it": 4260, "it already": 5226, "asked me": 1153, "to go": 10510, "something": 9318, "thats": 9978, "test": 9846, "earlier": 3108, "appreciate": 1015, "was doing": 11338, "doing my": 2962, "appreciate you": 1016, "you will": 12288, "will call": 11702, "call you": 1905, "whatsup": 11570, "sleeping": 9159, "whatsup there": 11571, "management": 6141, "aiyo": 627, "noe": 7011, "scared": 8788, "dun": 3083, "rem": 8468, "die": 2846, "hee": 4484, "become": 1420, "lookin": 5929, "oredi": 7628, "dun rem": 3090, "who am": 11645, "am then": 745, "but he": 1756, "work": 11915, "sorry ll": 9366, "ll call": 5850, "some work": 9302, "yes": 12057, "appt": 1023, "when is": 11585, "world": 11936, "wonder": 11889, "smiling": 9191, "crazy": 2537, "grins": 4180, "and smile": 883, "for me": 3569, "me right": 6275, "as you": 1126, "you go": 12157, "go and": 3984, "and the": 898, "the world": 10159, "what you": 11562, "think your": 10296, "crazy and": 2538, "and keep": 847, "away from": 1275, "from you": 3778, "ive": 5353, "bin": 1545, "recently": 8424, "hav": 4354, "left": 5699, "bill": 1538, "rents": 8505, "mayb": 6200, "12": 115, "48": 323, "tb": 9769, "james": 5364, "interested in": 5072, "in it": 4943, "it hav": 5251, "breakfast": 1676, "menu": 6365, "noon": 7035, "am not": 737, "sure about": 9663, "menu know": 6366, "know only": 5563, "only about": 7506, "about noon": 471, "noon menu": 7036, "forced": 3613, "eat": 3124, "slice": 9166, "hungry": 4780, "sucks": 9620, "mark": 6155, "worried": 11940, "knows": 5581, "sick": 9081, "turn": 10834, "pizza": 7948, "to eat": 10493, "really not": 8388, "not hungry": 7079, "tho this": 10356, "this sucks": 10334, "is getting": 5139, "getting worried": 3936, "he knows": 4447, "sec": 8825, "me sec": 6277, "lt gt": 6041, "gt at": 4188, "movie": 6620, "released": 8467, "july": 5428, "2007": 204, "died": 2848, "film": 3437, "green": 4176, "blue": 1595, "red": 8437, "name the": 6807, "of the": 7291, "day send": 2697, "7250i": 396, "part": 7762, "hg": 4567, "suite342": 9625, "2lands": 247, "row": 8650, "w1jhl": 11249, "won nokia": 11883, "nokia 7250i": 7018, "to take": 10594, "take part": 9726, "part send": 7765, "send nokia": 8896, "nokia to": 7025, "now hg": 7152, "hg suite342": 4568, "suite342 2lands": 9626, "2lands row": 248, "row w1jhl": 8652, "w1jhl 16": 11250, "charge": 2132, "my mobile": 6751, "get up": 3921, "up in": 10985, "credited": 2545, "500": 341, "messages": 6390, "activate": 522, "account has": 507, "been credited": 1435, "500 free": 346, "free text": 3688, "text messages": 9860, "to activate": 10443, "activate call": 523, "numbers": 7215, "ill": 4869, "safe": 8702, "just to": 5474, "to let": 10531, "let you": 5726, "know you": 5579, "day and": 2677, "and if": 839, "can send": 2000, "send me": 8893, "11": 101, "bright": 1679, "we all": 11408, "all up": 681, "this morning": 10320, "tells": 9821, "5000": 351, "enter": 3203, "personal": 7857, "prompts": 8214, "careful": 2063, "tells call": 9822, "call to": 1901, "claim 5000": 2225, "5000 prize": 354, "prize have": 8175, "have enter": 4371, "enter all": 3204, "all ur": 682, "ur mobile": 11051, "mobile personal": 6522, "personal details": 7858, "details the": 2804, "the prompts": 10110, "prompts careful": 8215, "miserable": 6455, "side": 9083, "birth": 1551, "control": 2449, "massive": 6163, "cramps": 2531, "months": 6574, "didn": 2834, "they don": 10252, "don tell": 2984, "tell that": 9812, "that the": 9962, "for the": 3599, "the first": 10030, "didn sleep": 2840, "at all": 1175, "all last": 662, "current": 2581, "leading": 5682, "bid": 1530, "151": 153, "pause": 7788, "auction": 1228, "the current": 10015, "current leading": 2582, "leading bid": 5683, "bid is": 1531, "is 151": 5110, "151 to": 154, "to pause": 10555, "pause this": 7789, "this auction": 10308, "auction send": 1231, "send out": 8897, "out customer": 7674, "f1ve": 3324, "star": 9456, "hotels": 4711, "t0day": 9710, "draw": 3040, "valued": 11135, "inr": 5054, "dial": 2813, "customer ve": 2602, "ve been": 11148, "been selected": 1447, "selected to": 8870, "to stay": 10589, "stay in": 9479, "in f1ve": 4938, "f1ve star": 3325, "star hotels": 9457, "hotels for": 4712, "for t0day": 3594, "t0day draw": 9711, "draw holiday": 3044, "holiday valued": 4648, "valued at": 11136, "at inr": 1186, "inr 00": 5055, "000 dial": 9, "dial to": 2814, "ugh": 10908, "hurts": 4792, "mon": 6555, "on mon": 7429, "midnight": 6405, "food": 3523, "so no": 9251, "no messages": 6982, "pix": 7946, "would": 11954, "top": 10745, "bottom": 1640, "you think": 12264, "think you": 10295, "you could": 12128, "me some": 6283, "love to": 6004, "see your": 8856, "num": 7197, "land": 5608, "line": 5794, "3030": 273, "12hrs": 123, "mobile number": 6519, "been awarded": 1431, "awarded with": 1272, "with inr": 11812, "prize guaranteed": 8174, "guaranteed call": 4221, "from land": 3753, "land line": 5609, "line claim": 5795, "claim 3030": 2224, "3030 valid": 274, "valid 12hrs": 11131, "12hrs only": 124, "men": 6364, "shorter": 9044, "ladies": 5603, "eyes": 3323, "ibh": 4801, "loyalty": 6035, "offer": 7316, "nokia6600": 7028, "10": 65, "txtauction": 10889, "hi ibh": 4578, "ibh customer": 4802, "customer loyalty": 2597, "loyalty offer": 6037, "offer the": 7321, "the new": 10079, "new nokia6600": 6893, "nokia6600 mobile": 7029, "mobile from": 6516, "from only": 3763, "only 10": 7500, "10 at": 69, "at txtauction": 1207, "txtauction txt": 10890, "txt word": 10888, "word start": 11907, "start to": 9464, "lmao": 5877, "fish": 3481, "where your": 11624, "every": 3264, "comes": 2360, "end": 3162, "dream": 3049, "breath": 1677, "happen": 4299, "named": 6814, "cry": 2562, "happiness": 4308, "fight": 3421, "anyone": 972, "girl": 3948, "most": 6608, "beautiful": 1407, "lady": 5605, "whole": 11659, "planet": 7967, "always": 713, "singing": 9102, "making": 6123, "chicken": 2188, "curry": 2587, "thank": 9893, "because": 1412, "me the": 6288, "should feel": 9052, "feel that": 3394, "every time": 3269, "she should": 9005, "be the": 1394, "first thing": 3478, "thing which": 10273, "comes in": 2361, "the day": 10016, "it with": 5306, "with her": 11809, "her she": 4529, "be there": 1395, "then when": 10206, "when my": 11589, "my life": 6744, "her my": 4524, "life will": 5750, "to her": 10516, "for her": 3558, "will give": 11713, "happiness and": 4309, "and take": 895, "take all": 9718, "ready to": 8369, "to fight": 10499, "be in": 1376, "in love": 4949, "when will": 11605, "be doing": 1363, "doing the": 2965, "be when": 1401, "when don": 11579, "don have": 2977, "my girl": 6728, "the most": 10074, "the whole": 10157, "will always": 11699, "always be": 714, "end up": 3166, "then will": 10208, "will get": 11712, "get every": 3883, "every morning": 3266, "thank god": 9894, "because she": 1417, "would like": 11958, "like to": 5781, "to say": 10575, "lot will": 5966, "will tell": 11734, "fit": 3482, "terrible": 9841, "lol would": 5908, "would but": 11956, "but my": 1766, "would have": 11957, "fit and": 3483, "and tell": 896, "tell the": 9813, "you see": 12239, "see that": 8849, "her house": 4519, "also": 709, "andros": 920, "ice": 4808, "etc": 3237, "will come": 11704, "come to": 2351, "to ur": 10621, "ur home": 11038, "home now": 4668, "yo": 12080, "my trip": 6781, "you still": 12255, "style": 9588, "garments": 3837, "account no": 509, "guys": 4245, "ever": 3260, "figure": 3426, "alcohol": 631, "jay": 5374, "trying": 10820, "spend": 9423, "weed": 11454, "yo you": 12083, "you guys": 12162, "ever figure": 3261, "figure out": 3427, "out how": 7678, "we need": 11432, "need for": 6849, "alcohol jay": 632, "jay and": 5375, "and are": 795, "are trying": 1070, "trying to": 10821, "to figure": 10500, "we can": 11412, "worries": 11942, "shoot": 9029, "no worries": 7005, "went well": 11520, "coming": 2364, "20": 183, "you at": 12105, "at home": 1185, "am coming": 726, "20 mins": 185, "generally": 3860, "dictionary": 2818, "pieces": 7936, "research": 8546, "being": 1476, "build": 1722, "snowman": 9216, "and stop": 889, "being an": 1477, "get to": 3915, "oooh": 7529, "bed": 1424, "ey": 3320, "you thinking": 12265, "calm": 1940, "doin": 2955, "ages": 602, "sat": 8740, "xxx": 12005, "in ages": 4913, "ring me": 8605, "me if": 6251, "if ur": 4857, "thurs": 10380, "liao": 5733, "other day": 7638, "return": 8563, "immediately": 4892, "could get": 2498, "or something": 7598, "tampa": 9755, "come back": 2330, "to tampa": 10596, "very": 11166, "different": 2850, "feeling": 3398, "decisions": 2754, "coping": 2463, "same": 8725, "individual": 5036, "believe": 1484, "up with": 10997, "the same": 10121, "time will": 10411, "cool": 2458, "king": 5538, "nyt": 7227, "like you": 5782, "are the": 1068, "the king": 10051, "you dont": 12139, "dont care": 2998, "gud nyt": 4232, "needed": 6857, "hour": 4715, "ago": 604, "he just": 4446, "asked if": 1152, "if we": 4860, "like an": 5763, "an hour": 780, "when and": 11574, "wiskey": 11788, "brandy": 1669, "rum": 8678, "gin": 3946, "beer": 1459, "vodka": 11218, "scotch": 8803, "shampain": 8980, "wine": 11760, "wiskey brandy": 11789, "brandy rum": 1670, "rum gin": 8679, "gin beer": 3947, "beer vodka": 1460, "vodka scotch": 11219, "scotch shampain": 8804, "shampain wine": 8981, "can go": 1979, "go shopping": 4005, "dude": 3079, "afraid": 572, "not really": 7093, "have no": 4394, "good no": 4070, "seen": 8864, "back at": 1297, "wait": 11255, "to wait": 10628, "she doesnt": 8995, "need any": 6848, "storming": 9558, "wen": 11507, "lift": 5756, "phne": 7871, "knw": 5583, "wt": 11975, "meaning": 6315, "dat": 2654, "margaret": 6153, "girlfrnd": 3953, "grahmbell": 4140, "invnted": 5094, "telphone": 9824, "storming msg": 9559, "msg wen": 6643, "wen lift": 11509, "lift phne": 5757, "phne say": 7872, "say hello": 8767, "hello do": 4492, "do knw": 2911, "knw wt": 5586, "wt is": 11976, "is real": 5179, "real meaning": 8372, "meaning of": 6316, "of hello": 7256, "hello it": 4494, "it name": 5270, "name of": 6806, "of girl": 7251, "girl yes": 3952, "yes and": 12060, "and knw": 850, "knw who": 5585, "is dat": 5128, "dat girl": 2656, "girl margaret": 3951, "margaret hello": 6154, "hello she": 4496, "is girlfrnd": 5140, "girlfrnd grahmbell": 3954, "grahmbell who": 4141, "who invnted": 11648, "invnted telphone": 5095, "buzz": 1813, "miss": 6456, "moment": 6551, "loving": 6023, "love think": 6003, "and hope": 836, "your day": 12331, "day goes": 2684, "goes well": 4025, "you sleep": 12248, "miss you": 6463, "you babe": 12107, "the moment": 10070, "moment we": 6552, "we are": 11409, "together again": 10677, "loving smile": 6026, "someone": 9305, "lifetime": 5752, "few": 3413, "moments": 6553, "spent": 9426, "itself": 5351, "spend with": 9424, "with someone": 11826, "may be": 6192, "someone who": 9315, "love you": 6006, "sitting": 9125, "mu": 6659, "everyone": 3274, "suite": 9624, "shower": 9068, "in mu": 4960, "get out": 3901, "out of": 7685, "of my": 7275, "so can": 9222, "service": 8937, "announcement": 927, "premier": 8131, "freephone": 3708, "0800": 41, "542": 365, "0578": 32, "have an": 4362, "an important": 782, "important customer": 4898, "customer service": 2600, "service announcement": 8940, "announcement from": 929, "from premier": 3767, "premier call": 8132, "call freephone": 1874, "freephone 0800": 3709, "0800 542": 43, "542 0578": 366, "0578 now": 33, "minute": 6441, "decision": 2752, "watch": 11383, "movie is": 6621, "but tot": 1791, "sms": 9200, "ac": 488, "detroit": 2806, "play": 7973, "hockey": 4630, "correct": 2470, "sms ac": 9201, "reply end": 8516, "clean": 2247, "blood": 1589, "people": 7827, "miracle": 6450, "say this": 8773, "this slowly": 10332, "slowly god": 9176, "god love": 4019, "you amp": 12095, "amp need": 765, "need you": 6855, "you clean": 12125, "clean my": 2248, "heart with": 4481, "your blood": 12315, "blood send": 1590, "send this": 8906, "this to": 10338, "to ten": 10599, "ten special": 9830, "special people": 9411, "miracle tomorrow": 6452, "do it": 2909, "pls pls": 8025, "pls do": 8017, "alex": 636, "nichols": 6927, "alex nichols": 638, "missing": 6469, "sender": 8910, "sent": 8918, "date": 2659, "message some": 6385, "some text": 9298, "text missing": 9861, "missing sender": 6474, "sender name": 8911, "name missing": 6805, "missing number": 6473, "number missing": 7209, "missing sent": 6475, "sent date": 8919, "date missing": 2661, "missing missing": 6472, "missing lot": 6470, "lot thats": 5964, "thats everything": 9980, "everything is": 3278, "is missing": 5163, "tm": 10425, "smiles": 9190, "meeting": 6346, "friend": 3720, "shortly": 9045, "missed you": 6467, "as my": 1113, "my phone": 6764, "was on": 11353, "the charge": 10010, "mine": 6428, "facebook": 3332, "todays": 10670, "vodafone": 11215, "ending": 3169, "receive": 8406, "350": 282, "award": 1259, "matches": 6170, "todays vodafone": 10674, "vodafone numbers": 11217, "numbers ending": 7217, "ending with": 3172, "are selected": 1065, "to receive": 10567, "receive 350": 8409, "350 award": 283, "award if": 1261, "if your": 4863, "number matches": 7208, "matches call": 6171, "receive your": 8416, "your 350": 12301, "none": 7034, "happening": 4305, "til": 10385, "though": 10361, "of that": 7290, "get here": 3886, "here though": 4545, "ringtone": 8607, "order": 7622, "reference": 8445, "x29": 11981, "charged": 2137, "tone": 10704, "arrive": 1095, "services": 8948, "thanks for": 9899, "your ringtone": 12396, "ringtone order": 8611, "order reference": 7626, "reference number": 8446, "number x29": 7213, "x29 your": 11982, "mobile will": 6526, "be charged": 1361, "charged 50": 2139, "50 should": 337, "should your": 9062, "your tone": 12404, "tone not": 10708, "not arrive": 7052, "arrive please": 1096, "please call": 7990, "call customer": 1869, "customer services": 2601, "bold": 1603, "torch": 10755, "you say": 12235, "later or": 5651, "lyricalladie": 6069, "21": 209, "inviting": 5092, "910": 442, "lyricalladie 21": 6070, "21 is": 211, "is inviting": 5151, "inviting you": 5093, "be her": 1372, "her friend": 4518, "friend reply": 3725, "reply yes": 8533, "yes 910": 12059, "910 or": 443, "or no": 7590, "no 910": 6950, "910 see": 444, "see her": 8841, "her stop": 4531, "stop send": 9540, "send stop": 8900, "stop frnd": 9530, "frnd to": 3738, "you going": 12158, "get that": 3909, "serious": 8932, "base": 1331, "are in": 1053, "the money": 10071, "dating": 2669, "revealed": 8572, "someone know": 9310, "know has": 5556, "has asked": 4332, "asked our": 1154, "our dating": 7654, "dating service": 2670, "service contact": 8942, "you cant": 12121, "cant guess": 2029, "guess who": 4238, "who call": 11647, "now all": 7130, "all will": 685, "be revealed": 1388, "revealed pobox": 8574, "using": 11115, "subscription": 9607, "msgrcvd": 6646, "skip": 9138, "unsubscribe": 10955, "customercare": 2606, "free message": 3674, "message thanks": 6386, "for using": 3605, "using the": 11116, "the auction": 9996, "auction subscription": 1232, "subscription service": 9608, "service 18": 8938, "18 150p": 167, "150p msgrcvd": 144, "msgrcvd skip": 6647, "skip an": 9139, "an auction": 776, "auction txt": 1235, "txt out": 10875, "out unsubscribe": 7697, "unsubscribe txt": 10959, "txt stop": 10882, "stop customercare": 9529, "wedding": 11452, "choose": 2206, "selection": 8871, "national": 6824, "brought": 1700, "by": 1818, "save money": 8757, "money on": 6560, "brought to": 1701, "you by": 12116, "nothing": 7115, "bye": 1839, "tried": 10797, "400": 307, "bt": 1710, "rate": 8311, "2nd time": 257, "time we": 10410, "we have": 11421, "have tried": 4409, "tried to": 10799, "contact have": 2430, "won the": 11884, "prize claim": 8171, "claim is": 2232, "is easy": 5132, "easy just": 3123, "now only": 7166, "only 10p": 7501, "10p per": 98, "per minute": 7838, "minute bt": 6442, "bt national": 1712, "national rate": 6825, "created": 2541, "gap": 3829, "fingers": 3462, "sum1": 9629, "fill": 3432, "those": 10357, "gaps": 3831, "holding": 4640, "hands": 4294, "between": 1519, "legs": 5704, "god created": 4018, "created gap": 2542, "fingers so": 3463, "will fill": 11710, "those gaps": 10358, "gaps by": 3832, "by holding": 1821, "gap between": 3830, "you did": 12132, "shirts": 9019, "put": 8248, "makes": 6120, "half": 4282, "naked": 6800, "instead": 5061, "white": 11642, "they released": 10258, "shirts and": 9020, "on it": 7422, "it makes": 5265, "half naked": 4284, "of those": 7295, "cool text": 2461, "text me": 9859, "me when": 6301, "re ready": 8340, "coming home": 2367, "home dinner": 4659, "value": 11134, "wil": 11696, "realized": 8377, "their": 10164, "life is": 5747, "but life": 1763, "is everything": 5133, "wen miss": 11510, "of people": 7279, "only in": 7515, "in their": 4992, "shall": 8975, "dont have": 3001, "buy one": 1808, "page": 7731, "wrote": 11972, "opinions": 7541, "first time": 3479, "your friend": 12343, "whos": 11661, "whos this": 11662, "purchase": 8239, "mail": 6103, "po": 8039, "box": 1644, "today and": 10648, "mail to": 6105, "po box": 8040, "prob": 8187, "ok no": 7365, "no prob": 6991, "card": 2044, "escape": 3229, "say hi": 8768, "hi to": 4585, "to and": 10447, "and find": 821, "out if": 7679, "got his": 4098, "his card": 4606, "great escape": 4161, "talking": 9751, "boy": 1656, "you who": 12287, "who are": 11646, "talking to": 9753, "to do": 10486, "me are": 6218, "you being": 12111, "being good": 1480, "good boy": 4058, "boy are": 1657, "you missing": 12199, "missing me": 6471, "me do": 6238, "you love": 12189, "love me": 5995, "blind": 1579, "4u": 332, "rodds1": 8629, "aberdeen": 457, "united": 10935, "kingdom": 5539, "check": 2167, "icmb3cktz8r7": 4810, "dates": 2667, "hide": 4587, "ac blind": 489, "blind date": 1580, "date 4u": 2660, "4u rodds1": 333, "rodds1 is": 8630, "is 21": 5111, "21 from": 210, "from aberdeen": 3745, "aberdeen united": 458, "united kingdom": 10936, "kingdom check": 5540, "check him": 2169, "him out": 4596, "out sms": 7690, "ac icmb3cktz8r7": 490, "icmb3cktz8r7 no": 4811, "no blind": 6955, "blind dates": 1581, "dates send": 2668, "send hide": 8887, "nw": 7222, "came to": 1950, "played": 7980, "bros": 1692, "this week": 10340, "to them": 10604, "budget": 1717, "gary": 3838, "freak": 3649, "knew": 5547, "love ya": 6005, "ya too": 12020, "too but": 10732, "on me": 7427, "actually": 536, "own": 7721, "pay": 7790, "rent": 8493, "gas": 3839, "tank": 9756, "depressed": 2795, "thanksgiving": 9902, "cuz": 2615, "no not": 6987, "can give": 1978, "give you": 3967, "want and": 11306, "and need": 863, "you actually": 12090, "do better": 2905, "better for": 1515, "you ve": 12274, "ve got": 11152, "man can": 6134, "can pay": 1993, "pay the": 7796, "can even": 1975, "and depressed": 808, "didn even": 2835, "home for": 4662, "to tell": 10598, "tell them": 9814, "them up": 10174, "why": 11665, "my own": 6760, "track": 10774, "track down": 10775, "can find": 1976, "exactly": 3285, "chechi": 2166, "dont know": 3003, "willing": 11740, "willing to": 11741, "to pay": 10556, "wishes": 11784, "birthday": 1553, "truly": 10812, "my birthday": 6701, "you for": 12151, "for making": 3568, "making my": 6126, "iz": 5355, "yellow": 12053, "rose": 8644, "frndship": 3740, "marry": 6161, "lover": 6014, "day if": 2688, "love my": 5996, "see how": 8843, "ur lover": 11044, "in ur": 4999, "what the": 11553, "sense": 8915, "foot": 3527, "penis": 7826, "wan to": 11291, "go there": 4011, "yijue": 12077, "hi this": 4584, "is yijue": 5206, "can meet": 1988, "meet at": 6335, "at 11": 1170, "jordan": 5418, "im": 4877, "abroad": 482, "lonely": 5913, "xxsp": 12003, "visionsms": 11206, "stopcost": 9547, "hi babe": 4571, "babe its": 1288, "its jordan": 5326, "jordan how": 5419, "how im": 4741, "im home": 4882, "home from": 4663, "from abroad": 3746, "abroad and": 483, "and lonely": 856, "lonely text": 5914, "me back": 6224, "back if": 1301, "if wanna": 4858, "wanna chat": 11297, "chat xxsp": 2159, "xxsp visionsms": 12004, "visionsms com": 11207, "com text": 2323, "text stop": 9867, "stop to": 9544, "to stopcost": 10591, "stopcost 150p": 9548, "themob": 10175, "hot": 4705, "downloads": 3036, "members": 6360, "open": 7531, "link": 5805, "yo yo": 12082, "selection of": 8872, "downloads for": 3037, "for our": 3580, "our members": 7662, "for free": 3552, "free just": 3672, "just click": 5442, "open the": 7532, "the next": 10081, "sent to": 8925, "busy": 1733, "now am": 7131, "am busy": 725, "gd": 3853, "block": 1582, "format": 3632, "replying": 8534, "challenge": 2116, "and great": 827, "from mobile": 3757, "buy for": 1807, "for just": 3564, "just by": 5439, "by replying": 1830, "take the": 9728, "the challenge": 10008, "yup": 12430, "timings": 10416, "xuhui": 12001, "learn": 5684, "lesson": 5714, "8am": 433, "yup ok": 12433, "go home": 3992, "then msg": 10195, "to learn": 10529, "is at": 5120, "team": 9784, "india": 5032, "one day": 7477, "last year": 5631, "even though": 3253, "they have": 10255, "very good": 11168, "pray": 8125, "train": 10778, "lets": 5727, "join": 5403, "chain": 2115, "pass": 7773, "violence": 11200, "against": 595, "women": 11871, "who was": 11658, "love amp": 5980, "in dis": 4936, "it stop": 5287, "baby": 1293, "wanting": 11319, "didnt": 2841, "piss": 7944, "hi baby": 4572, "ive just": 5354, "just got": 5452, "got back": 4092, "back from": 1298, "from work": 3777, "work and": 11916, "and was": 909, "off on": 7313, "today if": 10656, "are up": 1071, "up give": 10981, "me call": 6231, "credits": 2547, "renewal": 8490, "pin": 7940, "your credits": 12329, "have been": 4365, "we re": 11433, "pm at": 8037, "alright": 704, "head": 4463, "minutes": 6445, "alright ll": 706, "ll head": 5859, "head out": 4464, "out in": 7680, "in few": 4940, "few minutes": 3416, "me where": 6302, "where to": 11620, "meet you": 6344, "returned": 8565, "ve told": 11160, "told him": 10682, "ve returned": 11157, "returned it": 8566, "that should": 9953, "should re": 9058, "re order": 8339, "order it": 7623, "min to": 6423, "go for": 3990, "for lunch": 3567, "selfish": 8876, "response": 8555, "occupy": 7231, "others": 7643, "swt": 9702, "is one": 5171, "one of": 7484, "place in": 7952, "in others": 4971, "gud night": 4231, "swt dreams": 9703, "egg": 3138, "me da": 6235, "da please": 2624, "club": 2270, "singles": 9104, "each": 3104, "quality": 8261, "ringtone club": 8608, "the uk": 10149, "on your": 7467, "week and": 11456, "and choose": 803, "choose any": 2207, "top quality": 10749, "message is": 6378, "is free": 5137, "free of": 3679, "of charge": 7241, "tirupur": 10419, "am on": 739, "the way": 10152, "jason": 5370, "says": 8780, "jason says": 5371, "says it": 8783, "it cool": 5235, "up from": 10980, "his place": 4612, "quite": 8277, "lor but": 5940, "but dun": 1749, "tell him": 9808, "shore": 9037, "takin": 9738, "bus": 1728, "the bus": 10005, "taking": 9739, "starts": 9469, "monday": 6556, "for taking": 3595, "that call": 9910, "got job": 4101, "starts on": 9470, "on monday": 7430, "set": 8953, "alright we": 707, "re all": 8331, "text the": 9869, "spoke": 9432, "mag": 6095, "deliver": 2774, "sept": 8930, "hey mate": 4558, "spoke to": 9433, "to the": 10603, "re on": 8338, "by the": 1834, "the end": 10023, "end of": 3164, "the month": 10072, "talk later": 9745, "urself": 11085, "jacket": 5359, "still havent": 9499, "havent got": 4422, "happy": 4310, "and happy": 829, "happy new": 4317, "new year": 6901, "costa": 2493, "del": 2767, "sol": 9283, "await": 1254, "collection": 2305, "toclaim": 10644, "sae": 8697, "tcs": 9774, "pobox334": 8045, "stockport": 9516, "sk38xh": 9133, "cost": 2486, "max10mins": 6186, "well done": 11496, "done your": 2995, "your costa": 12327, "costa del": 2494, "del sol": 2768, "sol holiday": 9284, "holiday or": 4645, "or 5000": 7556, "5000 await": 352, "await collection": 1255, "collection call": 2306, "now toclaim": 7182, "toclaim sae": 10645, "sae tcs": 8701, "tcs pobox334": 9775, "pobox334 stockport": 8046, "stockport sk38xh": 9517, "sk38xh cost": 9134, "cost 50": 2491, "50 pm": 336, "pm max10mins": 8038, "chasing": 2150, "the dream": 10020, "nokia phone": 7024, "phone is": 7886, "ruin": 8675, "chikku": 2189, "msgs": 6648, "send some": 8898, "mobiles": 6527, "2004": 199, "must": 6688, "2optout": 260, "50gbp": 356, "mtmsg18": 6656, "new mobiles": 6891, "mobiles from": 6528, "from 2004": 3743, "2004 must": 201, "must go": 6690, "go txt": 4013, "txt nokia": 10871, "no collect": 6960, "collect yours": 2301, "yours today": 12419, "today from": 10653, "only 2optout": 7504, "2optout 50gbp": 261, "50gbp mtmsg18": 357, "mtmsg18 txtauction": 6657, "nxt": 7223, "vl": 11211, "vl be": 11212, "entry": 3213, "250": 225, "weekly": 11477, "comp": 2375, "cust": 2588, "free entry": 3666, "entry into": 3216, "into our": 5083, "our 250": 7650, "250 weekly": 228, "weekly comp": 11478, "comp just": 2379, "just send": 5466, "send the": 8904, "word enter": 11905, "enter to": 3206, "now 18": 7128, "18 cust": 168, "cust care": 2589, "finish": 3464, "btw": 1714, "were": 11523, "hair": 4278, "you were": 12282, "my hair": 6735, "widelive": 11686, "index": 5030, "wml": 11861, "id": 4812, "true": 10808, "widelive com": 11687, "com index": 2321, "index wml": 5031, "wml id": 11862, "on da": 7407, "and also": 793, "your time": 12403, "think am": 10282, "yetunde": 12076, "moji": 6545, "able": 463, "via": 11178, "messenger": 6394, "sorry but": 9356, "be able": 1354, "able to": 464, "you just": 12176, "find some": 3452, "some other": 9293, 